[
  {
    "Name": "dOrg",
    "Slug": "dorg",
    "Tagline": "Top web3 developers delivering decentralized infra and apps on demand. Helping clients reach +$4B TVL",
    "Team Location": "Distributed",
    "Website": "https://www.dorg.tech/",
    "Business Type": "Web3 development services",
    "Short Pitch": "dOrg is a pioneering Decentralized Autonomous Organization (DAO) that has been operating as a builders' collective since 2019, revolutionizing how Web3 development teams organize and deliver value. As one of the first successful DAOs in the development space, dOrg operates as a distributed team of top-tier Web3 developers who specialize in creating real-world impact through decentralized technology. What sets dOrg apart is their unique organizational structure—clients aren't just hiring a traditional agency; they're partnering with a collective of passionate builders who understand the Web3 ethos from the ground up. With contributions to projects boasting a combined Total Value Locked (TVL) exceeding $4 billion, dOrg has established itself as a trusted partner for high-stakes Web3 initiatives across DeFi, governance, and decentralized infrastructure.",
    "Services Provided": [
       {
        "title": "Smart Contracts & Tokenomics",
        "describe": "Secure, efficient smart contract development and sustainable token economy design, including governance tokens, utility tokens, and complex DeFi protocols."
      },
      {
        "title": "Web3 & Cross-Chain Integrations",
        "describe": "Seamless blockchain connectivity across ecosystems (EVM, Substrate, Cosmos, L2s), enabling interoperability and composability for multi-chain applications."
      },
      {
        "title": "Full-Stack Engineering",
        "describe": "End-to-end development including frontend, backend, DevOps, CI/CD, and infrastructure optimization—built for performance and scale in decentralized environments."
      },
      {
        "title": "AI x Web3 Development",
        "describe": "Integrate AI with Web3 to build intelligent agents, zkML workflows, smart contract automation, and next-generation decentralized applications."
      },
      {
        "title": "DAO Tooling & Governance",
        "describe": "Launch and grow decentralized organizations with robust DAO frameworks, contributor management systems, and sophisticated governance mechanisms."
      },
      {
        "title": "Game Theory & Incentive Design",
        "describe": "Model and implement effective incentive structures to drive participation, sustainability, and user alignment in token economies and decentralized systems."
      }
    ],
    "Pitch Deck": "https://docs.google.com/presentation/d/1H-qzWUbmm43j_Zc9epq-etWMHOq3SIMrcPiOC9U8Zhs/edit?usp=sharing",
    "Case Studies": "https://dorg.tech/#/case-studies",
    "Contact & Social": {
      "website": "https://dorg.tech/",
      "documentation": "https://docs.dorg.tech",
      "x": "https://twitter.com/dOrg_tech",
      "discord": "https://discord.com/invite/TEMzbPNkqf",
      "youtube": "https://www.youtube.com/@dOrg_tech",
      "github": "https://github.com/dOrgTech",
      "linkedin": "https://www.linkedin.com/company/dorg-tech/",
      "brand_kit": "https://docs.dorg.tech/brand-kit"
    },
    "Logos-black": "logos/dOrg-logo2.png",
    "Logos-white": "logos/dOrg-logo2.png"
  },
  {
    "Name": "OQTACORE",
    "Slug": "oqtacore",
    "Tagline": "Swiss-based experts in cross-domain innovation: turning bold ideas into scalable realities with precision",
    "Team Location": "Lausanne, Switzerland",
    "Website": "https://oqtacore.com/",
    "Business Type": "Deep tech development (web3, AI, biotech)",
    "Short Pitch": "Headquartered in Lausanne, Switzerland, OQTACORE operates at the convergence of AI, Web3, biotech, and enterprise systems. As a deep tech powerhouse, we combine Swiss engineering precision with a global innovation mindset, turning bold ideas into scalable realities with speed and precision. Our approach blends deep consulting insights with robust engineering execution, making us the ideal partner for early-stage innovation through to large-scale deployment. We don't just code—we consult, architect, design, build, and iterate, following our philosophy: Prototype. Pivot. Scale.",
    "Services Provided": [
      {
        "title": "AI & Intelligent Automation",
        "describe": "Design and deploy intelligent AI agents, digital transformation solutions, and process automation systems that streamline operations and enhance decision-making."
      },
      {
        "title": "Blockchain & Web3 Development",
        "describe": "End-to-end Web3 solutions including smart contract development, security audits, custom blockchain integrations, and decentralized application engineering across multiple protocols."
      },
      {
        "title": "Biotech & Life Sciences Innovation",
        "describe": "Specialized research platform development, digital health prototyping, HIPAA-compliant data pipelines, and medtech tools with full regulatory compliance support."
      },
      {
        "title": "Enterprise Systems & Cloud Infrastructure",
        "describe": "Comprehensive systems development, cloud migration strategies, infrastructure management, and enterprise-grade security and compliance solutions."
      },
      {
        "title": "Big Data Engineering & Migration",
        "describe": "Advanced data processing pipelines, migration strategies, and analytics platforms designed to handle complex datasets with optimal performance."
      },
      {
        "title": "Strategic Consulting & Design",
        "describe": "Technical strategy and advisory services, seamless API integrations, UI/UX design, and usability testing to ensure your solutions meet both technical and user requirements."
      }
    ],
    "Pitch Deck": "Sent separately in the chat (Web3 Brochure)",
    "Case Studies": "https://oqtacore.com/cases",
    "Contact & Social": {
      "website": "https://oqtacore.com/",
      "telegram": "https://t.me/+82uC_mx1y8I1ODMx",
      "x": "https://x.com/oqtacore",
      "linkedin": "https://www.linkedin.com/company/oqtacore"
    },
    "Logos-black": "logos/OQTACORE-logo2.jpg",
    "Logos-white": "logos/OQTACORE-logo2.jpg"
  },
  {
    "Name": "SubQuery Professional Services",
    "Slug": "subquery",
    "Tagline": "Bespoke, results-driven data solutions to help you deliver and scale",
    "Team Location": "Distributed",
    "Website": "https://subquery.network/professional",
    "Business Type": "Web3 data indexing and infrastructure",
    "Short Pitch": "Let the experts do the hard work. SubQuery has a team of talented engineers and data-scientists in the field of Web3 data indexing. They know exactly how to build large Web3 datasets that can be used to power rich data-driven applications. SubQuery Professional Services has a proven track record working alongside OnFinality to build and run production datasets and pipelines for the largest teams in Web3.  Why do you need SubQuery Professional Services?  Use our expertise to build an indexer and free up your critical developer resources. Focus on building your project while we help you run the  infrastructure.",
    "Services Provided": [
      {
        "title": "End-to-end Development",
        "describe": "Support all the way from ideation to building and managing your production datasets and pipelines."
      },
      {
        "title": "Indexing Project Reviews",
        "describe": "SubQuery can review your data indexing projects to offer improvements and ensure best practices are followed."
      },
      {
        "title": "Optimization & Fine Tuning",
        "describe": "Performance optimization to get the most out of your SubQuery indexers."
      },
      {
        "title": "Multi-Chain Expansion",
        "describe": "Scale your project across multiple chains with seamless cross-chain indexing solutions built for growth."
      },
      {
        "title": "Migration & Integration",
        "describe": "Seamlessly integrate SubQuery datasets with your existing systems or migrate data from The Graph or other indexing solutions."
      },
      {
        "title": "AI & Natural Language Interfaces",
        "describe": "Unlock your data with AI-powered tools like the SubQuery GraphQL Agent, which lets users query indexed datasets in plain English - making insights more accessible than ever."
      }
    ],
    "Pitch Deck": "",
    "Case Studies": "",
    "Contact & Social": {
      "website": "https://subquery.network/professional",
      "github": "https://github.com/subquery",
      "twitter": "https://twitter.com/subquerynetwork",
      "telegram": "https://t.me/subquerynetworkcommunity",
      "youtube": "https://youtube.com/c/SubQueryNetwork",
      "discord": "https://discord.com/invite/subquery",
      "linkedin": " https://www.linkedin.com/company/subquery"
    },
    "Logos-black": "logos/subquery_icon_gradient_black.svg",
    "Logos-white": "logos/subquery_icon_gradient_white.png"
  },
  {
    "Name": "SIX Network",
    "Slug": "six network",
    "Tagline": "Simplify Blockchain Adoption, Amplify Business",
    "Team Location": "Thailand",
    "Website": "https://six.network/",
    "Business Type": "Blockchain Consultants & Web3 Builders",
    "Short Pitch": "SIX Network is a blockchain infrastructure company focused on driving real-world adoption. We provide scalable tools for tokenization and digital privilege management, supporting industries such as finance, debt, real estate, healthcare, and entertainment. With experience delivering projects from corporate loyalty systems to digital asset initiatives, SIX Network is committed to bridging Web2 and Web3 across Southeast Asia and beyond.",
    "Services Provided": [
      {
        "title": "RWA Tokenization",
        "describe": "RWA tokenization services that turn real-world assets into digital tokens, unlocking asset privileges and on-chain value."
      },
      {
        "title": "Turnkey Web3 Development",
        "describe": "End-to-end blockchain solutions, from ideation to deployment, tailored to accelerate Web3 adoption."
      },
      {
        "title": "Six Protocol",
        "describe": "A secure, scalable blockchain infrastructure designed to support enterprise and developer dApps."
      },
      {
        "title": "Entertainment IP",
        "describe": "Entertainment management platforms enabling fans to engage, participate, and earn through tokenized experiences."
      },
      {
        "title": "Dynamic Data Layer",
        "describe": "The future of ticketing - Secure, Anti-Scalping, Authentic ticket management."
      },
      {
        "title": "Indexing",
        "describe": "Provide blockchain data indexing to improve accessibility, transparency, and performance for dApps and businesses."
      }
    ],
    "Pitch Deck": "",
    "Case Studies": "",
    "Contact & Social": {
      "website": "https://six.network/",
      "twitter": "https://x.com/theSIXnetwork",
      "telegram": "https://t.me/SIXNetwork",
      "discord": "https://discord.gg/sixnetwork",
      "facebook": "https://www.facebook.com/thesixnetwork",
      "documentation": "https://sixnetwork.gitbook.io/six-network",
    },
    "Logos-black": "logos/six-network-black.png",
    "Logos-white": "logos/six-network-white.png"
  }
]
